<template>
  <div class="page">
    <div class="title">会员权益</div>
    <div class="sub-title">用激光工具改变生活</div>
    <div class="content">
      武汉华日精密激光股份有限公司成立于2003年，总部位于中国武汉，公司秉承“用激光工具改变生活”的愿景，致力于为全球用户提供稳定可靠的高端激光器产品和激光应用解决方案，服务高端制造业和生命科学，实现企业的全面可持续发展。
      <br />
      <br />
      华日激光构建了全产业链的股东结构，涵盖激光器原材料，核心器件、控制系统、整机装备及应用示范单位，坚持全产业链协同创新发展。公司产品已成功出口到世界各地，并通过国际顶级客户的批量验证，直接参与到全球高端产业链中。覆盖全球的销售及服务渠道，为全球用户提供快速需求响应和贴身服务。
      <br />
      <br />
      华日激光坚持以市场需求引领新产品的研发，具备多种脉冲宽度，多种波长的激光器核心技术和持续研发能力，在激光种子源、脉冲电子控制、运动控制、应用工艺等领域拥有多项核心技术，通过与全球高端激光设备制造商在电子电路、硬脆材料、半导体、新能源、生命科学等领域开展紧密合作，为用户提供全面的激光技术解决方案。
      <br />
      <br />
      华日激光始终坚持高品质发展之路。研发阶段严苛的导入验证，确保导入器件的稳定可靠；生产制造环节，标准规范的冲击震动测试、高低温循环测试，以及严格的生产筛选检测，确保每一台激光器都具有极高的可靠性；先进的洁净室及检测设施，保障出厂的每一台激光器的高品质。
      <br />
      <br />
      未来，华日激光将持续聚焦客户关注的挑战和压力，提供有竞争力的激光技术解决方案和服务，持续为客户创造最大价值，全力以赴推动客户成功。　在先进激光技术领域，代表国家竞争力，具备国际竞争力。
      武汉华日精密激光股份有限公司成立于2003年，总部位于中国武汉，公司秉承“用激光工具改变生活”的愿景，致力于为全球用户提供稳定可靠的高端激光器产品和激光应用解决方案，服务高端制造业和生命科学，实现企业的全面可持续发展。
      <br />
      <br />
      华日激光构建了全产业链的股东结构，涵盖激光器原材料，核心器件、控制系统、整机装备及应用示范单位，坚持全产业链协同创新发展。公司产品已成功出口到世界各地，并通过国际顶级客户的批量验证，直接参与到全球高端产业链中。覆盖全球的销售及服务渠道，为全球用户提供快速需求响应和贴身服务。
      <br />
      <br />
      华日激光坚持以市场需求引领新产品的研发，具备多种脉冲宽度，多种波长的激光器核心技术和持续研发能力，在激光种子源、脉冲电子控制、运动控制、应用工艺等领域拥有多项核心技术，通过与全球高端激光设备制造商在电子电路、硬脆材料、半导体、新能源、生命科学等领域开展紧密合作，为用户提供全面的激光技术解决方案。
      <br />
      <br />
      华日激光始终坚持高品质发展之路。研发阶段严苛的导入验证，确保导入器件的稳定可靠；生产制造环节，标准规范的冲击震动测试、高低温循环测试，以及严格的生产筛选检测，确保每一台激光器都具有极高的可靠性；先进的洁净室及检测设施，保障出厂的每一台激光器的高品质。
      <br />
      <br />
      未来，华日激光将持续聚焦客户关注的挑战和压力，提供有竞争力的激光技术解决方案和服务，持续为客户创造最大价值，全力以赴推动客户成功。　在先进激光技术领域，代表国家竞争力，具备国际竞争力。
      <br />
      <br />
    </div>
  </div>
</template>

<script>
export default {
  name: "member-benefits",
  data() {
    return {};
  },
  methods: {},
  created() {
    const path = this.$route.path;
    console.log("🚀 ~ onMounted ~ path:", path);
  },
};
</script>

<style scoped lang="less">
.page {
  padding: 61px 260px 0;
  background: #f4f4f6;
}

.title {
  font-family: Microsoft YaHei, Microsoft YaHei;
  font-weight: bold;
  font-size: 36px;
  color: #333333;
  text-align: center;
  font-style: normal;
  text-transform: none;
}

.sub-title {
  font-weight: 400;
  font-size: 16px;
  color: #52565a;
  text-align: center;
  font-style: normal;
  text-transform: none;
  margin-top: 14px;
}

.content {
  font-weight: 400;
  font-size: 16px;
  color: #333333;
  line-height: 28px;
  text-align: left;
  font-style: normal;
  text-transform: none;
  margin-top: 52px;
  padding-bottom: 49px;
}
</style>
